[BalanceDefs.MO_Ep4_BankTemp1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BalanceDefs.MO_Ep4_BreakableCounter InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BalanceDefs.MO_Ep4_HealthMachine1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep4_FakeRecorder InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep4_Pylon1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep4_Pylon2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep4_Pylon3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Marcus_Eridium_Temp InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Scooter_FuelCell InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.TannisTradeShard InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep4_CrazyEarlFuelCell MissionItemDefinition]
UseFailureCharacterMessage="you have to do %s Use these words."
ItemName="The fuel cell"
PickupMessage="One way or another %s"
UseFailureLevelMessage="To use this function you must have at least %d.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="Of course"

[ItemDefs.ID_Ep4_CrazyEarlFuelCell:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fuel cell for scooter"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_EridiumCrystalMarcus MissionItemDefinition]
UseFailureCharacterMessage="that should be you %s By using it."
ItemName="Eridius"
PickupMessage="It depends on you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

[ItemDefs.ID_Ep4_EridiumCrystalMarcus:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Mark Iridium crystal"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="duty" %s This article."
ItemName="Part of iridium"
PickupMessage="Yeah yeah %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="This number is not available.."
NoManufacturerName="Make it bigger!"

[ItemDefs.ID_Ep4_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It is part of the Iridium scooter"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_EridiumShardZeds MissionItemDefinition]
UseFailureCharacterMessage="do you? %s Use this article."
ItemName="Stock system"
PickupMessage="You have %s"
UseFailureLevelMessage="You must have at least %d to use this component."
UseFailureConstraintsMessage="You may not use this item.."
NoManufacturerName="Learn"

[ItemDefs.ID_Ep4_EridiumShardZeds:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A new piece of Alice is torn from the soldier Hyperion's chest.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_FireHawkMessage MissionItemDefinition]
UseFailureCharacterMessage="should do %s Use this."
ItemName="echo device"
PickupMessage="It's up to you %s"
UseFailureLevelMessage="You must be %d level to use this item.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="general"

[ItemDefs.ID_Ep4_FireHawkMessage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="echo recorders; It might contain information about Roland's whereabouts.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_RolandsMessage MissionItemDefinition]
UseFailureCharacterMessage="Do you want it %s use this."
ItemName="The key"
PickupMessage="understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="As usual"

[ItemDefs.ID_Ep4_RolandsMessage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The key marks the century in which Roland built his palace. "
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_ScooterFuelCell MissionItemDefinition]
UseFailureCharacterMessage="What is it %s Use this article.."
ItemName="Fuel cell"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This item does not exist."
NoManufacturerName="General"

[ItemDefs.ID_Ep4_ScooterFuelCell:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="One of the scooter's fuel cells.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep4_TannisFuelCell MissionItemDefinition]
UseFailureCharacterMessage="you should be like this %s use this."
ItemName="Oil"
PickupMessage="You have %s"
UseFailureLevelMessage="At least %d to use this element. You have to be at that level."
UseFailureConstraintsMessage="This product is no longer available.."
NoManufacturerName="Everyone"

[ItemDefs.ID_Ep4_TannisFuelCell:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="One of the scooter's fuel cells."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_MarcusEridiumBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

